Revit 2015 API
LevelTypeSet Constructor
Initializes a new instance of the LevelTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public LevelTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
LevelTypeSet()
See Also
LevelTypeSet Class
Autodesk.Revit.DB Namespace